Revit 2021.1 API
Document.SaveAsCloudModel Method
Overload List
Name | Description
SaveAsCloudModel(String, String) |  Obsolete.
 Saves current nonworkshared model as a cloud model in BIM 360.
SaveAsCloudModel(Guid, Guid, String, String)
 Saves current nonworkshared model as a cloud model in BIM 360.
See Also
Document Class
Document Members
Autodesk.Revit.DB Namespace